return {
  "snacks.nvim",
  opts = {
    dashboard = {
      sections = {
        { section = "header" },
        { section = "keys", gap = 1, padding = 1 },
      },
      preset = {
        pick = function(cmd, opts)
          return LazyVim.pick(cmd, opts)()
        end,
        header = [[
 ██████╗  ██╗██████╗ ██████╗ 
██╔═████╗███║╚════██╗╚════██╗
██║██╔██║╚██║ █████╔╝ █████╔╝
████╔╝██║ ██║██╔═══╝ ██╔═══╝ 
╚██████╔╝ ██║███████╗███████╗
 ╚═════╝  ╚═╝╚══════╝╚══════╝
        ]],
      },
    },
  },
}
